Revit 2027 API
ParameterTypeId.RbsPipeFluidTemperatureParam Property
 "Fluid Temperature"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFluidTemperatureParam { get; }
Public Shared ReadOnly Property RbsPipeFluidTemperatureParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFluidTemperatureParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFluidTemperatureParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace